Repository: brunovskyoliver/bagent
Catalog: apps/macos/Sources/bagent/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# currentChat.attachment.remove
source: Remove attachment
ja: 添付ファイルを削除

# currentChat.attachment.unavailable
source: Attachment unavailable
ja: 添付ファイルを利用できません

# currentChat.clear.active
source: Finish the active turn or approval before clearing Current Chat
ja: 現在のチャットを消去する前に、進行中のターンまたは承認を完了してください

# currentChat.clear.announcement
source: Current Chat cleared
ja: 現在のチャットを消去しました

# currentChat.clear.cancel
source: Cancel
ja: キャンセル

# currentChat.clear.confirm
source: Clear Current Chat
ja: 現在のチャットを消去

# currentChat.clear.explanation
source: Clears completed and interrupted turns, the draft, attachments, sources, Connector References, approvals, and any Continuation Seed and Provenance. No hidden archive is kept. Automation Sessions, Runs and Definitions, Saved Long-Term Memory, external side effects, and source-session viewed state remain; no Automation Work is cancelled.
ja: 完了・中断したターン、下書き、添付ファイル、ソース、コネクタ参照、承認、継続シードと来歴を消去します。非表示のアーカイブは残りません。自動化セッション、実行、定義、保存済み長期記憶、外部の副作用、元セッションの閲覧状態は残り、自動化作業はキャンセルされません。

# currentChat.clear.changed
source: Current Chat changed in another window. Review it before clearing.
ja: 別のウインドウで現在のチャットが変更されました。消去する前に確認してください。

# currentChat.clear.failure
source: Current Chat could not be cleared. Try again.
ja: 現在のチャットを消去できませんでした。もう一度お試しください。

# currentChat.clear.title
source: Clear Current Chat?
ja: 現在のチャットを消去しますか？

# currentChat.draft.limit
source: Current Chat Draft is limited to 16 KiB
ja: 現在のチャットの下書きは16 KiBまでです

# currentChat.draft.saveFailure
source: Current Chat Draft could not be saved
ja: 現在のチャットの下書きを保存できませんでした

# currentChat.loading
source: Current Chat is still loading
ja: 現在のチャットを読み込み中です

# currentChat.restore.failure
source: Current Chat could not be restored
ja: 現在のチャットを復元できませんでした

# currentChat.restoredRecords.accessibilityLabel
source: Restored Current Chat records
ja: 復元された現在のチャット記録

# currentChat.turn.interrupted
source: This response was interrupted. Submit a new message to continue.
ja: この応答は中断されました。続けるには新しいメッセージを送信してください。

# slashCommand.clear.subtitle
source: Clear Current Chat
ja: 現在のチャットを消去

# slashCommand.suggestion.accessibilityLabel
source: Command %@, %@
ja: コマンド %@、%@
